Repository: nabucosound/django-propaganda
Catalog: propaganda/locale/*/LC_MESSAGES/django.po
Languages: ca

source: current
ca: vigent

source: plain text message
ca: missatge en texte pla

source: html message
ca: missatge en html

source: subject
ca: assumpte

source: sender name
ca: nom de qui envia

source: propagandas
ca: propagandes

source: active user
ca: usuari actiu

source: test user
ca: usuari de proves

source: subscriber
ca: subscriptor

source: subscribers
ca: subscriptors

source: delivery date
ca: data d'enviament

source: sent pamphlet
ca: pamflet enviat

source: pamphlet
ca: pamflet

source: pamphlets
ca: pamflets
